Overload List
Name  |   Description
LinePatternSegment
 Creates a line pattern segment.
LinePatternSegment(LinePatternSegmentType, Double)
 Creates a line pattern segment with given type and length.
 See Also
  LinePatternSegment Class
  LinePatternSegment Members
  Autodesk.Revit.DB Namespace